{
  "january": "Gennaio",
  "february": "Febbraio",
  "march": "Marzo",
  "april": "Aprile",
  "may": "Maggio",
  "june": "Giugno",
  "see": "Vedere",
  "delete": "Cancellare",
  "about": "Su di me",
  "home": "Home",
  "skills": "Competenze",
  "work": "Lavori",
  "contact": "Contatto",
  "hi": "Ciao, sono Daniel. Dai un'occhiata al mio profilo.",
  "hi2": "Ciao, mi chiamo",
  "iam": "Sono un Full Stack Developer",
  "brief": "La mia occupazione principale è la progettazione e la creazione di esperienze digitali eccezionali. Attualmente, mi sto concentrando sulla creazione di applicazioni Web e dapps Full-Stack reattive.",
  "view": "Visualizza lavori",
  "me1": "Come ingegnere di sistema ho lavorato per più di un decennio in ricerca e sviluppo legato all'area dei embedded systems, FPGA e progettazione digitale, programmando in linguaggi dissimili come VHDL, C e Delphi.",
  "me2": "Nell'ultimo decennio mi sono rivolto allo sviluppo Full Stack diventando uno specialista in PHP, React JS, Angular e Node JS.",
  "me3": "Nel 2017 sono entrato nel mondo blockchain inizindo ad acquisire conoscenza su Ethereum e smart contracts, quindi sviluppando competenze per programmare in Solidity, Truffle Suite, Ganache, HardHat e OpenZeppelin, tra altri.",
  "me4": "Sono fiducioso, curioso per natura e provo a migliorare continuamente le mie capacità applicando intuizioni e prospettive dirompenti quando risolvo problemi complessi o ingorghi.",
  "me5": "Se dovessi definirmi in una sola frase, direi che sono un uomo di famiglia, amante del jazz e delle filosofie orientali, appassionato di fotografia ed enocultura, con forti radici nel campo tecnologico.",
  "tech": "Queste sono alcune delle tecnologie con cui ho lavorato",
  "checkout": "Ecco qua alcuni dei miei lavori recenti",
  "code": "Codice",
  "phpapp": "PHP/MySQL",
  "reactapp": "React JS",
  "name": "Nome",
  "subject": "Soggetto",
  "message": "Messagio",
  "send": "Invia",
  "msg_ok": "Messaggio inviato con successo!",
  "msg_fail": "Impossibile inviare il messaggio, per favore riprova",
  "interest": "Sono interessato alle opportunità di freelance, soprattutto dal mondo dapp o dai grandi progetti in generale. Tuttavia, se hai un'altra esigenza o domanda, non esitare a contattarmi utilizzando il modulo sottostante.",
  "headquarters": "Quartier generale di Daniel. Vieni quando vuoi a prendere un caffè. :)",
  "language": "Italiano"
}
